{
  "<pad>": 0,
  "<unk>": 1,
  "あ": 2,
  "い": 3,
  "う": 4,
  "え": 5,
  "お": 6,
  "か": 7,
  "き": 8,
  "く": 9,
  "け": 10,
  "こ": 11,
  "さ": 12,
  "し": 13,
  "す": 14,
  "せ": 15,
  "そ": 16,
  "た": 17,
  "ち": 18,
  "つ": 19,
  "て": 20,
  "と": 21,
  "な": 22,
  "に": 23,
  "ぬ": 24,
  "ね": 25,
  "の": 26,
  "は": 27,
  "ひ": 28,
  "ふ": 29,
  "へ": 30,
  "ほ": 31,
  "ま": 32,
  "み": 33,
  "む": 34,
  "め": 35,
  "も": 36,
  "や": 37,
  "ゆ": 38,
  "よ": 39,
  "ら": 40,
  "り": 41,
  "る": 42,
  "れ": 43,
  "ろ": 44,
  "わ": 45,
  "を": 46,
  "ん": 47,
  "ア": 48,
  "イ": 49,
  "ウ": 50,
  "エ": 51,
  "オ": 52,
  "カ": 53,
  "キ": 54,
  "ク": 55,
  "ケ": 56,
  "コ": 57,
  "サ": 58,
  "シ": 59,
  "ス": 60,
  "セ": 61,
  "ソ": 62,
  "タ": 63,
  "チ": 64,
  "ツ": 65,
  "テ": 66,
  "ト": 67,
  "ナ": 68,
  "ニ": 69,
  "ヌ": 70,
  "ネ": 71,
  "ノ": 72,
  "ハ": 73,
  "ヒ": 74,
  "フ": 75,
  "ヘ": 76,
  "ホ": 77,
  "マ": 78,
  "ミ": 79,
  "ム": 80,
  "メ": 81,
  "モ": 82,
  "ヤ": 83,
  "ユ": 84,
  "ヨ": 85,
  "ラ": 86,
  "リ": 87,
  "ル": 88,
  "レ": 89,
  "ロ": 90,
  "ワ": 91,
  "ヲ": 92,
  "ン": 93,
  "a": 94,
  "b": 95,
  "c": 96,
  "d": 97,
  "e": 98,
  "f": 99,
  "g": 100,
  "h": 101,
  "i": 102,
  "j": 103,
  "k": 104,
  "l": 105,
  "m": 106,
  "n": 107,
  "o": 108,
  "p": 109,
  "q": 110,
  "r": 111,
  "s": 112,
  "t": 113,
  "u": 114,
  "v": 115,
  "w": 116,
  "x": 117,
  "y": 118,
  "z": 119,
  "A": 120,
  "B": 121,
  "C": 122,
  "D": 123,
  "E": 124,
  "F": 125,
  "G": 126,
  "H": 127,
  "I": 128,
  "J": 129,
  "K": 130,
  "L": 131,
  "M": 132,
  "N": 133,
  "O": 134,
  "P": 135,
  "Q": 136,
  "R": 137,
  "S": 138,
  "T": 139,
  "U": 140,
  "V": 141,
  "W": 142,
  "X": 143,
  "Y": 144,
  "Z": 145,
  "0": 146,
  "1": 147,
  "2": 148,
  "3": 149,
  "4": 150,
  "5": 151,
  "6": 152,
  "7": 153,
  "8": 154,
  "9": 155,
  "胡椒": 156,
  "塩": 157,
  "砂糖": 158,
  "醤油": 159,
  "味噌": 160,
  "豆腐": 161,
  "納豆": 162,
  "卵": 163,
  "牛乳": 164,
  "パン": 165,
  "ご飯": 166,
  "麺": 167,
  "うどん": 168,
  "蕎麦": 169,
  "ラーメン": 170,
  "寿司": 171,
  "刺身": 172,
  "野菜": 173,
  "果物": 174,
  "肉": 175,
  "魚": 176,
  "お菓子": 177,
  "ジュース": 178,
  "お茶": 179,
  "コーヒー": 180,
  "ビール": 181,
  "酒": 182,
  "調味料": 183,
  "洗剤": 184,
  "シャンプー": 185,
  "歯磨き": 186
}